Repository: somewherewarm/woocommerce-product-dependencies
Catalog: languages/woocommerce-product-dependencies-*.po
Languages: gl_es

source: and %s
gl_es: e %s

source: or %s
gl_es: ou %s

source: %1$s from the %2$s category
gl_es: %1$s da categoría %2$s

source: &quot;%1$s&quot; is only available in combination with %2$s. To purchase this product, please add %3$s to your cart.
gl_es: &quot;%1$s&quot; só está dispoñible en combinación con %2$s. Para mercar este produto, engade %3$s á túa cesta.

source: &quot;%1$s&quot; requires purchasing %2$s. If you have previously purchased %3$s, please <a href="%5$s">log in</a> to verify ownership and try again. Alternatively, get access to &quot;%1$s&quot; now by adding %4$s to your cart.
gl_es: &quot;%1$s&quot; require mercar %2$s. Se xa comproches %3$s, por favor <a href="%5$s">inicia sesión</a> para verificar a propiedade e téntao de novo. Como alternativa, accede agora a &quot;%1$s&quot; engadindo %4$s á túa cesta.

source: &quot;%1$s&quot; requires purchasing %2$s. Please add %3$s to your cart and try again (you have already purchased %4$s).
gl_es: &quot;%1$s&quot; require mercar %2$s. Engade %3$s á túa cesta e téntao de novo (ti xa compraches %4$s).

source: &quot;%1$s&quot; requires purchasing %2$s. To get access to this product now, please add %3$s to your cart.
gl_es: &quot;%1$s&quot; require mercar %2$s. Para acceder agora a este produto, engade %3$s á túa cesta.

source: a product
gl_es: un produto

source: a product from the %s category
gl_es: un produto da categoría %s

source: a qualifying product
gl_es: un produto cualificado

source: a required product
gl_es: un produto requirido

source: Access to &quot;%1$s&quot; is restricted to customers who have previously purchased %2$s.
gl_es: O acceso a &quot;%1$s&quot; está restrinxido a clientes que antes xa compraron %2$s.

source: Access to &quot;%1$s&quot; is restricted to customers who have previously purchased %2$s. Please <a href="%3$s">log in</a> to validate ownership and try again.
gl_es: O acceso a &quot;%1$s&quot; está restrinxido a clientes que antes xa compraron %2$s. Por favor <a href="%3$s">inicia sesión</a> para validar a propiedade e téntao de novo.

source: all required products
gl_es: tódolos produtos requiridos

source: Custom notice
gl_es: Aviso personalizado

source: Dependencies
gl_es: Dependencias

source: Dependency type
gl_es: Tipo de dependencia

source: Either
gl_es: Calquera

source: Foul!
gl_es: Falta!

source: Notice to display instead of the default one.
gl_es: Aviso para mostrar no canto do predeterminado.

source: one or more products from all required categories
gl_es: un ou máis produtos de tódalas categorías requiridas

source: one or more products from the %s categories
gl_es: un ou máis produtos das categorías %s

source: one or more products from the %s category
gl_es: un ou máis produtos da categoría %s

source: Ownership
gl_es: Propiedade

source: Product dependencies
gl_es: Dependencias do produto

source: Purchase
gl_es: Compra

source: Restrict access to WooCommerce products, depending on the ownership and/or purchase of other, required products.
gl_es: Restrinxe o acceso aos produtos de WooCommerce, dependendo da propiedade e/ou compra necesarios doutros produtos.

source: Restrict product access based on the ownership or purchase of <strong>any</strong> product or variation added to this list.
gl_es: Restrinxe o acceso ao produto en función da propiedade ou compra de <strong>calquera</strong> produto ou variación engadidos a esta lista.

source: Search for products and variations&hellip;
gl_es: Buscar produtos e variacións&hellip;

source: Search for products&hellip;
gl_es: Buscar produtos&hellip;

source: Select categories
gl_es: Buscar caategorías

source: Select product categories&hellip;
gl_es: Selecciona categorías de produtos&hellip;

source: Select products
gl_es: Selecciona produtos

source: these products
gl_es: estes produtos
